cask 'virtualbox'
cask 'macvim'
cask 'bartender'
cask 'vagrant'
cask 'xquartz'
cask 'vlc'
cask 'spotify'
cask 'slack'
cask 'google-chrome'
cask 'evernote'
cask 'wireshark'
cask 'karabiner-elements'
cask 'slate'
cask 'utc-menu-clock'
cask 'docker'

tap 'homebrew/dupes'
tap 'homebrew/versions'

brew 'ag'
brew 'bat'
brew 'ansible'
brew 'awscli'
brew 'bash'
brew 'bash-completion2'
brew 'coreutils'
brew 'curl'
brew 'diff-so-fancy'
brew 'findutils'
brew 'fd'
brew 'gist'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'go'
brew 'grep'
brew 'httpie'
brew 'htop'
brew 'jq'
brew 'moreutils'
brew 'mtr'
brew 'pigz'
brew 'pwgen'
brew 'pv'
brew 'rg'
brew 'rsync'
brew 'shellcheck'
brew 'sshuttle'
brew 'sysdig'
brew 'tcpdump'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'wget'
