tap 'homebrew/cask-drivers'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'
tap 'github/gh'

cask 'virtualbox'
cask 'macvim'
cask 'bartender'
cask 'vagrant'
cask 'xquartz'
cask 'vlc'
cask 'spotify'
cask 'slack'
cask 'google-chrome'
cask 'evernote'
cask 'wireshark'
cask 'karabiner-elements'
cask 'slate'
cask 'utc-menu-clock'
cask 'docker'
cask 'iterm2'
cask 'microsoft-intellitype'
cask 'kensington-trackball-works'
cask 'rescuetime'
cask 'dropbox'
cask 'java'
cask 'zoomus'
cask '1password6'
cask 'font-fira-code'
cask 'gpg-suite'

brew 'ag'
brew 'bat'
brew 'ansible'
brew 'awscli'
brew 'bash'
# git completion doesn't seem to work with bash-completion2?
# brew 'bash-completion2'
brew 'bash-completion'
brew 'coreutils'
brew 'curl'
brew 'dep'
brew 'diff-so-fancy'
brew 'findutils'
brew 'fd'
brew 'fzf'
brew 'gettext'
brew 'gh'
brew 'gist'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'go'
brew 'grep'
brew 'httpie'
brew 'htop'
brew 'hub', args: ["HEAD"]
brew 'jq'
brew 'moreutils'
brew 'mtr'
brew 'pigz'
brew 'pwgen'
brew 'pv'
brew 'rg'
brew 'rsync'
brew 'shellcheck'
brew 'sshuttle'
brew 'sysdig'
brew 'tcpdump'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'wget'
