cask 'virtualbox'
cask 'macvim'
cask 'bartender'
cask 'vagrant'
cask 'xquartz'
cask 'osxfuse'
cask 'vlc'
cask 'spotify'
cask 'slack'
cask 'google-chrome'
cask 'evernote'
cask 'wireshark'
cask 'skype'

tap 'homebrew/dupes'

brew 'ag'
brew 'awscli'
brew 'bash'
brew 'bash-completion2'
brew 'collectd'
brew 'coreutils'
brew 'curl'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'gist'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'grep'
brew 'httpie'
brew 'htop'
brew 'jq'
brew 'moreutils'
brew 'mtr'
brew 'openssh'
brew 'pigz'
brew 'pwgen'
brew 'pv'
brew 'rsync'
brew 'shellcheck'
brew 'sysdig'
brew 'tcpdump'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'wget'
brew 'wireshark'
